// Русская локализация

tinyMCE.addToLang('imgmanager',{
desc : 'Вставить/Редактировать изображение',
missing_alt : 'Вы уверены, что хотите продолжить без добавления описания изображения ? Этот параметр (Alt) желателен, если по каким-либо причинам само изображение не может отображаться в браузере пользователя.',
folder_name : 'Неправильно имя каталога, пожалуйста выберите другое.',
delfile_alert : 'Удалить файл(ы) ?',
delfolder_alert : 'Удалить каталог ?',
rename_alert : 'Переименование файлов или папок испортит существующие ссылки. Продолжить ?',
move_alert : 'Перемещение файлов испортит существующие ссылки. Продолжить ?',
badrename_alert : 'Имя, указанное вами, уже используется для директории мини-изображений.',
delta_width : 0,
delta_height : 0
});
