<?php
// Русская локализация

$pl['desc'] = 'Управление изображениями';
$pl['preview'] = 'Предпросмотр';
$pl['article_image'] = 'Изображения к статье';
$pl['swap_image'] = 'Меняющиеся изображения';
$pl['advanced'] = 'Дополнительно';
$pl['size'] = 'Размер';
$pl['image'] = 'Изображение';
$pl['alt'] = 'Описание';
$pl['border'] = 'Рамка';
$pl['border_width'] = 'Ширина';
$pl['border_style'] = 'Стиль';
$pl['border_color'] = 'Цвет';
$pl['properties'] = 'Свойства изображения';
$pl['id'] = 'Id';
$pl['lang_dir'] = 'Направление языка';
$pl['lang_dir_select'] = 'Выберите направление';
$pl['lang_dir_ltr'] = 'Слева направо';
$pl['lang_dir_rtl'] = 'Справа налево';
$pl['lang_code'] = 'Код языка';
$pl['image_map'] = 'Картинка-карта';
$pl['long_desc'] = 'Подробное описание';
$pl['styles'] = 'Стили';
$pl['class_list'] = 'Список классов';
$pl['not_set'] = '--не задано--';
$pl['mouseover'] = 'При наведении мыши';
$pl['mouseout'] = 'При отведении мыши';
$pl['id'] = 'Id';
$pl['lang_dir'] = 'Направление языка';
$pl['rtl'] = 'Справа налево';
$pl['ltr'] = 'Слева направо';
$pl['lang_code'] = 'Код языка';
$pl['image_map'] = 'Картинка-карта';

$pl['mouseover'] = 'При наведении мыши';
$pl['mouseout'] = 'При отведении мыши';

//Error Messages
$pl['new_dir_invalid'] = 'Неправильное имя каталога, пожалуйста выберите другое.';
$pl['no_images'] = 'Изображения не найдены';
$pl['invalid_dir_err'] = 'Неправильно указана базовая директория';

//CharSet
$pl['iso'] = 'utf-8';

//1.0.1
$pl['no_src'] = 'Пожалуйста, выберите изображение, и только потом нажимайте Вставить.';
$pl['quality'] = 'Качество';
$pl['select_text1'] = 'Кликните на имя изображения, чтобы выбрать его; кликните на значок изображения, чтобы выделить его; CTRL+Клик - выделить несколько изображений.';
$pl['select_text2'] = 'Дважды кликните на изображение, чтобы вставить его; кликните на имя изображения, чтобы выбрать его; CTRL+Клик - выделить несколько изображений.';

// joostina
$pl['upload_img'] = 'Загрузить';

$ph['about'] = 'О приложении';

?>
